{"translation-revision-date":"2024-02-14 12:16:33+0000","generator":"GlotPress\/4.0.0-rc.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Merchant does not meet minimum product requirements":["Merchant does not meet minimum product requirements"],"Merchant has exceeded number of user reports":["Merchant has exceeded number of user reports"],"Merchant has exceeded number of reported ads":["Merchant has exceeded number of reported ads"],"Merchant does not meet community guidelines":["Merchant does not meet community guidelines"],"The template of the website is incomplete":["The template of the website is incomplete"],"We recently updated our <merchantGuidelinesLink>merchant guidelines<\/merchantGuidelinesLink> and have found that your account is currently not in compliance with our guidelines. Merchants who do not comply with our guidelines will not be able to distribute or promote product Pins from their catalog on Pinterest. If you’d like to appeal this decision, review our guidelines for more detailed information on how you can get your products on Pinterest.":["We recently updated our <merchantGuidelinesLink>merchant guidelines<\/merchantGuidelinesLink> and have found that your account is currently not in compliance with our guidelines. Merchants who do not comply with our guidelines will not be able to distribute or promote product Pins from their catalog on Pinterest. If you’d like to appeal this decision, review our guidelines for more detailed information on how you can get your products on Pinterest."],"We're unable to include you as a merchant at this time. We determined your account doesn't comply with our guidelines. Your full catalog has been removed from Pinterest.":["We're unable to include you as a merchant at this time. We determined your account doesn't comply with our guidelines. Your full catalog has been removed from Pinterest."],"Merchant's social media links are broken":["Merchant's social media links are broken"],"Merchant does not meet minimum website quality requirements":["Merchant does not meet minimum website quality requirements"],"Merchant's product descriptions and categories do not meet requirements":["Merchant's product descriptions and categories do not meet requirements"],"There is no contact information in your website":["There is no contact information in your website"],"There is no 'About Us' page or no social information in your website":["There is no 'About Us' page or no social information in your website"],"Merchant's domain does not meet brand information requirements":["Merchant's domain does not meet brand information requirements"],"Merchant's URL is incomplete":["Merchant's URL is incomplete"],"Merchant's domain requires registration to view products":["Merchant's domain requires registration to view products"],"Merchant's domain URL is broken":["Merchant's domain URL is broken"],"Merchant is a wholesale seller":["Merchant is a wholesale seller"],"Merchant is an affiliate marketplace or marketer":["Merchant is an affiliate marketplace or marketer"],"Merchant is a resale marketplace":["Merchant is a resale marketplace"],"Account does not meet the brand reputation criteria for verification":["Ο λογαριασμός δεν πληροί τα κριτήρια φήμης της επωνυμίας για επαλήθευση."],"Account does not meet the product requirements for verification":["Ο λογαριασμός δεν πληροί τις απαιτήσεις προϊόντων για επαλήθευση."],"Account does not meet the website requirements for verification":["Ο λογαριασμός δεν πληροί τις απαιτήσεις ιστότοπου για επαλήθευση."],"Affiliate links are not allowed":["Δεν επιτρέπονται συνδέσεις συνεργατών."],"Resale marketplaces are not allowed":["Δεν επιτρέπονται αγορές μεταπώλησης."],"Merchant's product images are unavailable or mismatched":["Οι εικόνες προϊόντων του εμπόρου δεν είναι διαθέσιμες ή δεν ταιριάζουν."],"Merchant's website displays several pop-up messages":["Ο ιστότοπος του εμπόρου εμφανίζει πολλά αναδυόμενα μηνύματα."],"Merchant's website uses generic product descriptions":["Ο ιστότοπος του εμπόρου χρησιμοποιεί γενικές περιγραφές προϊόντων."],"Merchant's products refer to outdated content":["Τα προϊόντα του εμπόρου αναφέρονται σε μη ενημερωμένο περιεχόμενο."],"Merchant's products are always on sale":["Τα προϊόντα του εμπόρου βρίσκονται πάντα προς πώληση."],"Merchant's product images include watermarks":["Οι εικόνες προϊόντων του εμπόρου περιλαμβάνουν υδατογραφήματα."],"Merchant's products do not meet image quality requirements":["Τα προϊόντα του εμπόρου δεν πληρούν τις απαιτήσεις ποιότητας εικόνας."],"Merchant's website includes banner or pop-up ads":["Ο ιστότοπος του εμπόρου περιλαμβάνει banner ή αναδυόμενες διαφημίσεις."],"Merchant's products are out of stock":["Τα προϊόντα του εμπόρου δεν είναι διαθέσιμα."],"Merchant's returns policy is unclear or unavailable":["Η πολιτική επιστροφών του εμπόρου είναι ασαφής ή μη διαθέσιμη."],"Merchant's shipping policy is unclear or unavailable":["Η πολιτική αποστολών του εμπόρου είναι ασαφής ή μη διαθέσιμη."],"Merchant's URL is broken or requires registration":["Η διεύθυνση URL του εμπόρου είναι κατεστραμμένη ή απαιτείται εγγραφή."],"Merchant domain mismatched with merchant account":["Ο τομέας του εμπόρου δεν ταιριάζει με τον εμπορικό λογαριασμό του."],"Merchant's domain age does not meet minimum requirement":["Η ηλικία τομέα του εμπόρου δεν πληροί τις ελάχιστες απαιτήσεις."],"Merchant offers services rather than products":["Ο έμπορος προσφέρει υπηρεσίες και όχι προϊόντα."],"Merchant does not meet our policy on prohibited products":["Ο έμπορος δεν πληροί την πολιτική μας σχετικά με απαγορευμένα προϊόντα."],"Merchant is an affiliate or resale marketplace":["Ο έμπορος είναι επιχείρηση αγορών μεταπώλησης ή συμβεβλημένη επιχείρηση."]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/constants.js"}}